---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.AirCoolingCoilType.DirectExpansion
enum: Autodesk.Revit.DB.Mechanical.AirCoolingCoilType
source: html/ce639210-0441-5cb7-6316-bd6aad96482a.htm
---
# Autodesk.Revit.DB.Mechanical.AirCoolingCoilType.DirectExpansion